Repository: Criz23/EuCs_test
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: lt, nl

source: Author(s) of the resource. Enter <i>FirstInitial LastName</i> and close with a comma or pressing enter to add an author, or multiple authors. If not known, name the project within the resource was created.
nl: Auteur(s) van de hulpbron. Geef <i>EersteInitiaal Achternaam</i> en sluit af met een komma om één of meerdere auteurs in te voeren. Indien onbekend, noem je het project waarbinnen de hulpbron is ontwikkeld

source: Authors
lt: Autoriai
nl: Auteurs

source: Indicate the resource license, such as Creative Commons CC-BY. Enter a URL link to the license if available.
lt: Įrašykite resurso licenciją, pvz., Creative Commons CC-BY. Įrašykite licencijos URL, jei yra.
nl: Geef de rechten van de hulpbron aan, bijvoorbeeld Creative Commons CC-BYVoer een link in naar de pagina over de rechten (indien beschikbaar.

source: Organisation(s) contributing the resource (multiple selection separated by comma or pressing enter). If not listed, please add them <a href="/new_organisation">here</a > before submitting
nl: Organisatie(s) die hebben bijgedragen aan de hulpbron (scheiden met komma)Staat de organisatie nog niet in de lijst, voeg hem <a href="/new_organisation">hier</a > toe voordat je de hulpbron toevoegt.

source: Organisation(s)
lt: Organizacija(os)
nl: Organisatie(s)

source: The publisher of the resource (or the project name, or the lead institution).
lt: Resurso leidėjas (arba projekto pavadinimas, organizacija)
nl: De uitgever van de hulpbron (of de projectnaam of organisatie.

source: Enter the year (YYYY) that this version of the resource was published
lt: Įrašykite šios resurso versijos publikavimo metus (MMMM)
nl: Het jaar (JJJJ) dat deze versie van de hulpbron is uitgegeven.

source: Image 1 credit
lt: Pav. 1 autorystė
nl: Afbeelding 1 credit

source: Image 2 credit
lt: Pav. 2 autorystė
nl: Afbeelding 2 credit

source: Curated lists
lt: Kuruoti sąrašai
nl: Onze selectie

source: Education level
lt: Išsilavinimo lygis
nl: Opleidingsniveau

source: Insert education level needed, end using comma or pressing enter
nl: Wat is het benodigde opleidingsniveau, eindig met een komma

source: Learning resource type
lt: Mokomojo resurso tipas
nl: Hulpbron type leren

source: Help text here
lt: Pagalba
nl: Help tekst hier

source: Aproximate hours required to finish the training
lt: Valandų skaičius, reikalingas mokymams
nl: Geschat aantal uren benodigd voor het afronden van de training.

source: You are going to delete this resource, this procedure is irreversible.
lt: Ištrinsite šį resursą. Šis procesas yra negrįžtamas.
nl: Je gaat deze hulpbron verwijderen, je kunt dit niet ongedaan maken.

source: Edit resource
lt: Redaguoti resursą
nl: Bewerk hulpbron

source: All languages
lt: Visos kalbos
nl: Alle talen

source: All themes
lt: Visos temos
nl: Alle thema’s

source: All Resource Types
lt: Visi resursų tipai
nl: Alle typen hulpronnen

source: resources by title or keywords by typing text directly into the the search bar
lt: resursų pagal pavadinimą ar raktažodžius, įrašant tekstą tiesiai į paieškos lauką
nl: hulpbronnen op titel of zoekwoord door direct in de zoekbalk te.typen

source: resources by date or by rating
lt: resursus pagal datą ar įvertinimą
nl: hulpbronnen op datum of op beoordeling

source: search results by language, theme or category
lt: paieškos rezultatus pagal kalbą, temą ar kategoriją
nl: zoekresultaten op taal, thema of categorie

source: Submitted resources that have been through the moderation process are marked as 'Moderated'.Only these will show in your search results unless you filter for 'not yet moderated' or 'All'.
lt: Įkelti resursai, kuriuos jau peržiūrėjo moderatorius, yra pažymėti kaip „Peržiūrėti moderatoriaus“. Paieškos rezultatuose matysite tik šiuos resursus, nebent pasirinksite „Neperžiūrėti moderatoriaus“ arba „Visi“.
nl: Hulpbronnen die zijn gemodereerd, zijn gemarkeerd als'Gemodereerd'. Dit zijn de enige resultaten die je ziet, tenzij je filtertop 'nog niet gemodereerd’ of 'Alles'.

source: Resource is going to saved
lt: Resursas bus išsaugotas
nl: Hulpbron wordt opgeslagen

source: Thank you for submitting your resource profile. This has been sent to the EU-Citizen.Science moderation team, who will check it to ensure that all of the resources shared on the platform are indeed useful for citizen science projects and practitioners, and are of good quality.
lt: Ačiū, kad įkėlėte naują resursą. Jūsų įrašas nusiųstas EU-Citizen.Science moderatoriams, kurie jį patikrins, kad įsitikintų, kad visi į platformą įkelti resursai naudingi piliečių mokslo projektams ir praktikams, bei yra geros kokybės.
nl: Bedankt voor het toevoegen van je hulpbron profiel. Het is doorgestuurd naar het EU-Citizen.Science moderatie team. Zij zullen checken of allegedeelde hulpbronnen ook daadwerkelijk bruikbaar zijn voor citizen scienceprojecten en voldoende kwaliteit hebben.

source: We will be in touch with you if we have any questions, and otherwise you will receive an alert that your resource has been moderated and published to the platform. Your resource profile will be visible to the public in the meantime, but will be marked as unmoderated.
lt: Susisieksime su Jumis, jei turėsime klausimų. Gausite pranešimą, kai resursas bus peržiūrėtas ir publikuotas platformoje. Kol kas Jūsų resurso profilis bus matomas naudotojams, tačiau pažymėtas kaip dar neperžiūrėtas moderatorių.
nl: We zullen contact met je opnemen mochten we nog vragen hebben en andersontvang je een bericht dat we je bericht hebben gepubliceerd ophet platform. Je hulpbron is wel al direct zichtbaar voor bezoekers, maar er staat bij ‘niet gemodereerd’.

source: You can make updates or changes to this resource profile at any time, by going to the Submitted resources section in your Personal Area (see the top-right of the platform menu).
lt: Galite bet kada redaguoti šį resurso profilį per „Įkeltų resursų“ skyrių savo Asmeninėje paskyroje (žr. viršuje dešinėje platformos meniu).
nl: Je kunt altijd nog wijzigingen en updates aanbrengen door naar Toegevoegde Hulpbronnen te gaan in je Persoonlijke Profiel (zie rechtsbovenaan het platform menu).

source: New
lt: Naujas
nl: Nieuw

source: resource
lt: resursas
nl: hulpbron

source: Thank you for proposing a new citizen science resource to be shared on the EU-Citizen.Science Platform. Please fill in all of the mandatory information in the fields below (indicated with an asterisk*), and as much of the non-mandatory information as possible.
lt: Ačiū, kad pasiūlėte pasidalinti nauju piliečių mokslo resursu EU-Citizen.Science platformoje. Įrašykite privalomą informaciją žemiau esančiuose laukuose (pažymėta *), ir kiek įmanoma daugiau informacijosneprivalomuose laukuose.
nl: Dank voor het delen van een hulpbron op het EU-Citizen.Science Platform. Vul svp de vereiste informatie inin de velden hieronder (aangegeven met een asterisk*), en zoveel mogelijk van de niet-vereiste informatie.

source: Resources can include documents such as guidelines, reports, policy briefs, and protocols; tools such as software or hardware, and other file formats such as videos or podcasts. Read our blog post on Types of Resources.
lt: Resursais gali būti dokumentai, pvz., gairės, ataskaitos, politikos santraukos, protokolai; priemonės, įrankiai ir programinė įranga, ir kitos laikmenos, pvz., vaizdo įrašai ir tinklalaidės. Daugiau informacijos rasite tinklaraščio įraše apie Resursų tipus.
nl: Hulpbronnen kunnen bestaan uit documenten zoals richtlijnen, rapporten, beleidsnota’sen protocollen; tools zoals software of hardware, en andere bestandsformatenzoals video’s of podcasts. Lees onze blog post over Typen Hulpbronnen.

source: Upon saving this profile, your resource will be submitted for moderation by one of the members of the EU-Citizen.Science consortium. The moderation process is meant to ensure that all of the resources shared on the platform are indeed useful for citizen science projects and practitioners, and are of good quality. Read more about
lt: Kai išsaugosite profilį, resursas bus nusiųstas peržiūraivienam iš EU-Citizen.Science konsortiumo narių. Šis procesas reikalingas, kad užtikrintume, jog visi į platformą įkelti resursai naudingi piliečių mokslo projektams ir praktikams, bei yra geros kokybės. Daugiau informacijos apie
nl: Door het profiel op te slaan wordt de hulpbron aangeboden voor moderatie aaneen lid van het EU-Citizen.Science consortium. Het moderatie proces is bedoeld om te zorgen dat alle hulpbronnen op het platform daadwerkelijk geschikt zijn voor citizen science projecten en beoefenaars van citizen science en dat ze van goede kwaliteit zijn. Lees meer over

source: The Moderation Process
lt: Moderavimo procesą
nl: Het moderatie proces

source: here.
lt: čia
nl: hier.

source: Quality factors that we consider include whether your resource is easy to access, is structured clearly, is easy to read (or hear or view) and understand. Read our
lt: Kokybės rodikliai, į kuriuos atkreipiame dėmesį yra tai, ar resursą lengva pasiekti, ar aiški jo struktūra, ar lengva jį skaityti (ar klausyti, žiūrėti) ir suprasti. Žr. mūsų
nl: Kwaliteitsfactoren waar we rekening mee houden zijn o.a. of de hulpbron makkelijk verkrijgbaar is, helder gestructureerd is en eenvoudig te lezen (beluisteren of bekijken) en begrijpen is. Lees onze

source: Quality Guidelines
lt: Kokybės gaires
nl: Richtlijnen voor kwaliteit

source: Please note that we strongly recommend that you first ensure that your resource is hosted in a permanent repository (such as on a website that will be maintained and can provide a permalink, or a repository such as a publisher,
lt: Atkreipkite dėmesį ir įsitikinkite, kad resursas yra publikuotas nuolatinėje saugykloje (pvz., interneto svetainėje, kuri bus palaikoma, ir gali sukurti nuolatinę nuorodą, arba leidėjo talpykloje.
nl: We raden ten hoogste aan dat je jezelf ervan verzekerd dat je hulpbron op een permanente plek gehuisvest is (zoals een website die wordt onderhouden en een permalink heeft of bij een uitgever,

source: or the
lt: arba
nl: of de

source: Please indicate the (main) language that the resource is made available
lt: Nurodykite (pirminę) resurso kalbą
nl: Taal waarin de hulpbron beschikbaar is

source: Language
lt: Kalba
nl: Taal

source: Category
lt: Kategorija
nl: Categorie

source: Theme
lt: Tema
nl: Thema

source: reviews
lt: recenzijos
nl: beoordelingen

source: Go to Training
lt: Eiti į mokymus
nl: Ga naar Training

source: Go to Resource
lt: Eiti į resursą
nl: Ga naar de hulpbron

source: Learning Resource Type
lt: Ugdomojo resurso tipas
nl: Hulpbron type Training

source: Time required
lt: Reikalingas laikas
nl: Benodigde tijd

source: Conditions of access
lt: Prieigos sąlygos
nl: Voorwaarden voor deelname

source: License
lt: Licensija
nl: Licentie

source: Audience
lt: Auditorija
nl: Doelgroep

source: Publisher
lt: Leidėjas
nl: Uitgever

source: Year of publication
lt: Leidimo metai
nl: Jaar van uitgave

source: In my library
lt: Mano bibliotekoje
nl: In mijn bibliotheek

source: Add to library
lt: Pridėti į biblioteką
nl: Voeg toe aan bibliotheek

source: Edit
lt: Redaguoti
nl: Bewerken

source: You are in the alpha version of the EU-Citizen.Science platform. Please provide your feedback in the official
lt: Naudojatės EU-Citizen.Science platformos alfa versija. Prašome palikti atsiliepimą oficialioje
nl: Je bent in de alpha versie van het EU-Citizen.Science platform. Geef s.v.p. feedback in de officiele

source: here to subscribe to our newsletter
lt: čia, kad užsiprenumeruotumėte mūsų naujienlaiškį
nl: hier voor inschrijven voor onze nieuwsbrief

source: EU-Citizen.Science has received funding from the European Union´s Horizon 2020 Framework Programme for Research and Innovation under grant agreement No. 824580
lt: EU-Citizen.Science projektas finansuojamas Europos Sąjungos Horizontas 2020 mokslinių tyrimų ir inovacijų programos, donacijos Nr. 824580
nl: EU-Citizen.Science wordt gefinancierd door het Horizon 2020 Programmavoor Onderzoek en Innovatie van de Europese Unie met subsidieovereenkomstNr. 824580

source: Terms of Use
lt: Naudojimosi sąlygos
nl: Gebruiksvoorwaarden

source: Imprint
lt: Žymė
nl: Afdruk

source: Deliverables
lt: Rezultatai
nl: Resultaten

source: Quality Criteria
lt: Kokybės kriterijai
nl: Kwaliteitscriteria

source: Moderation
lt: Moderavimas
nl: Moderatie

source: Development
lt: Programavimas
nl: Ontwikkeling

source: SEARCH
lt: PAIEŠKA
nl: ZOEK

source: EVENTS
lt: RENGINIAI
nl: ACTIVITEITEN

source: ABOUT
lt: APIE
nl: OVER

source: Organisations
lt: Organizacijos
nl: Organisaties

source: Our Gold Star Selection
lt: Auksinė kolekcija
nl: Onze stercollectie

source: About
lt: Apie
nl: Over

source: Watch our teaser, in 12 different languages!
nl: Kijk naar onze teaser in 12 talen!

source: The Platform
lt: Platforma
nl: Het Platform

source: EU-Citizen.Science is an online platform for sharing knowledge, tools, training and resources for citizen science – by the community, for the community.
lt: EU-Citizen.Science yra internetinė platforma, skirta dalintis žiniomis, priemonėmis, mokymais ir resursais, skirtais piliečių mokslui - iš bendruomenės, bendruomenei.
nl: EU-Citizen.Science is een online platform voor het delen van kennis, tools, training en hulpbronnen voor citizen science – door de community, voor de community.

source: The vision for the platform is to serve as a Knowledge Hub, in aid of the mainstreaming of citizen science, and build on the growing impact of citizens participating in research across the full range of scientific enquiry.
lt: Platformos vizija - sukurti žinių centrą, skirtą populiarinti piliečių mokslą, ir pasinaudoti vis didėjančia piliečių, dalyvaujančių įvairių sričių mokslo procese įtaka.
nl: De visie van het platform is om als een kennis centrum te fungeren om zo citizen science te mainstreamen en de impact van citizen science te vergroten bij burgers die deelnemen aan onderzoek in alle fasen van wetenschappelijk onderzoek.

source: We accomplish this by supporting the sharing of knowledge, know-how, and experience between anyone doing or wanting to do citizen science.
lt: To siekiame skatindami dalintis žiniomis, patyrimu ir patirtimi tarp visų dalyvaujančių ar siekiančių dalyvauti piliečių moksle.
nl: We bereiken dit door het ondersteunen van kennis, know-how, en ervaring tussen iedereen die al citizen science doet of dit wil gaan doen.

source: On this platform you will find
lt: Šioje platformoje rasite
nl: Op dit platform vind je

source: that are useful for citizen science practitioners
lt: kurie naudingi piliečių mokslo praktikams
nl: die behulpzaam zijn voor citizen science beoefenaars

source: that are engaging the public in research via citizen science activities
lt: kurie įtraukia visuomenę į mokslą per piliečių mokslo veiklas
nl: die het publiek betrekken bij onderzoek via citizen science activiteiten

source: Training resources and materials citizen science as a practice
lt: Piliečių mokslo praktikos mokymai ir medžiaga
nl: Hulpbronnen voor Training en materialen voor de uitvoeringspraktijk van citizen science

source: Organisations that are involved in citizen science projects and research
lt: Organizacijos, įsitraukusios į piliečių mokslo projektus ir tyrimus
nl: Organisaties die betrokken zijn bij citizen science activiteiten en onderzoek

source: an
nl: een

source: calendar
lt: kalendorius
nl: agenda

source: and
lt: ir
nl: en

source: Community Forums for questions, conversations, and collaboration with the rest of the community.
lt: Bendruomenės forumai klausimams, pokalbiams ir bendradarbiavimui su visa bendruomene.
nl: Community Forums voor vragen, gesprekken en samenwerking met rest van de community.

source: Spotted something missing? You can add your own profiles for Resources, Projects, and Training via the +ADD button in the top menu. Have a suggestion for us? Please share your thoughts in our community feedback forum or in the
lt: Pastebėjote, jog kažko trūksta? Galite patys įrašyti resursus, projektus ir mokymus, naudodami +PRIDĖTI mygtuką meniu viršuje. Turite pasiūlymų? Pasidalinkite savo mintimis bendruomenės forume arba
nl: Mis je iets? Je kunt je eigen profielen voor hulpbronnen, projecten, training toevoegen via de +TOEVOEGEN button in het menu. Heb je een suggestie voor ons? Deel het s.v.p. in het community feedback forum of in het

source: section
lt: skiltį
nl: sectie

source: The Project
lt: Projektas
nl: Het Project

source: The EU-Citizen.Science project has been funded by the European Commission Horizon 2020 programme, in the Science with and for Society programme of work (also known as SwafS). Our mission is ambitious –to become the reference point for citizen science through cross-network knowledge sharing for citizen science participants, practitioners, researchers, policy makers and society across Europe
lt: EU-Citizen.Science projektas finansuotas Europos Komisijos Horizontas 2020 programos, „Mokslas dalyvaujant visuomenei ir jai skirtas mokslas“ (SwafS) teminės srities. Mūsų misija ambicinga - tapti pagrindiniu piliečių mokslo orientyru dalinantis žiniomis tarp visų piliečių mokslo dalyvių, praktikų, tyrėjų, politikos kūrėjų ir bendruomenės visoje Europoje.
nl: Het EU-Citizen.Science project wordt gefinancierd door het Europese Commissie Horizon 2020 programma, in het Science with and for Society programme (ook bekend als SwafS). Onze missie is ambitieus –het referentiepunt worden voor citizen science door te delen met citizen science deelnemers, uitvoerders, onderzoekers, beleidsmakers en de volledige maatschappij in Europa

source: Our Vision
lt: Mūsų vizija
nl: Onze Visie

source: is that Citizen Science becomes an appreciated and widely established means for the democratization of science in Europe
lt: - kad piliečių mokslas taptų vertinama ir plačiai naudojama priemone mokslo demokratizavimui Europoje.
nl: is dat Citizen Science een algemeen erkende en gewaardeerde manier wordt voor de democratisering van wetenschap in Europa

source: Our Core Mission
lt: Mūsų pagrindinė misija
nl: Onze Kern Missie

source: is to become the European reference point for CS through cross-network knowledge sharing for citizen science participants, practitioners, researchers, policy makers and society across Europe
lt: tapti pagrindiniu piliečių mokslo orientyru Europoje, dalinantis žiniomis tarp visų piliečių mokslo dalyvių, praktikų, tyrėjų, politikos kūrėjų ir bendruomenės visoje Europoje.
nl: is om het Europese referentiepunt te worden voor CS door kennis te delen voor citizen science deelnemers, uitvoerders, onderzoekers, beleidsmakers en de hele maatschappij

source: Objective 1: Establish
lt: Tikslas 1: Įsteigti
nl: Doelstelling 1: Neerzetten

source: EU-Citizen.Science as the knowledge and community hub for high-quality CS exchange and learning in Europe
lt: EU-Citizen.Science kaip žinių ir bendruomenės centrą aukštos kokybės piliečių mokslo mainams ir pažinimui Europoje
nl: van EU-Citizen.Science als de kennis en communicatie hub voor CS van hoge kwaliteit waarbinnen uitgewisseld en geleerd kan worden door iedereen in Europa

source: Objective 2: Consolidate
lt: Tikslas 2: Sutvirtinti
nl: Doelstelling 2: Versterken

source: the CS knowledge base and celebrate outstanding practices and state of the art in CS in Europe
lt: piliečių mokslą žinių pagrindą ir paryškinti gerąsias praktikas bei piliečių mokslo naujoves Europoje
nl: van de CS kennisbasis en vieren van goede voorbeelden van state of the artCS in Europe

source: Objective 3: Empower
lt: Tikslas 3: Įgalinti
nl: Doelstelling 3: Ondersteunen

source: diverse stakeholders to become citizen scientists, start CS initiatives, and implement CS approaches professionally
lt: įvairių suinteresuotų šalių atstovus tapti piliečiais mokslininkas, kurti piliečių mokslo iniciatyvas ir profesionaliai naudoti piliečių mokslo metodą
nl: van diverse doelgroepen om citizen scientists te worden, CS initiatieven te starten, en het professioneel implementeren van CS aanpakken

source: Objective 4: Explore
lt: Tikslas 4: Ištirti
nl: Doelstelling 4: Verkennen

source: new pathways for participatory governance, by strengthening links between CS and policy making
lt: naujus kelius dalyvavimo valdymui, sustiprinant sąsajas tarp piliečių mokslo ir politikos formavimo
nl: van nieuwe wegen voor participatief bestuur door de links tussen CS en beleid te versterken

source: Objective 5: Advance
lt: Tikslas 5: Paskatinti
nl: Doelstelling 5: Stuwen

source: CS into the mainstream of public engagement, science communication and education
lt: piliečių mokslo populiarinimą visuomenės įtraukimo, mokslo komunikacijos ir ugdymo srityse
nl: van CS in de mainstream van maatschappelijke betrokkenheid, wetenschapscommunicatie onderwijs

source: In keeping with our mission, we aim to engage equally with CS participants, practitioners, researchers, policy makers and society as a whole throughout the course of the project. In order to do so effectively, it is necessary to have a clear understanding of who our target audience is, their needs and requirements, and how we can build a community of engaged users of the Platform.
lt: vadovaudamiesi savo misija, stengsimės vienodai įtraukti piliečių mokslo dalyvius, praktikus, tyrėjus, politikos formuotojus ir visuomenę apskritai, visu projekto vykdymo metu. Kad galėtume tai efektyviai įvykdyti, mums svarbu pažinti savo tikslinę auditoriją, jos poreikius ir reikmes, ir kaip galime sukurti įsitraukusių platformos naudotojų bendruomenę.
nl: In overeenstemming met onze missie willen we alle deelnemers op een gelijke manier betrekken, of het nu uitvoerders, onderzoekers, beleidsmedewerkers of burgers zijn. Om dit te doen is het nodig om een duidelijk begrip te hebben van onze doelgroep. Van hun behoeften en wensen, zodat we een community kunnen bouwen van betrokken gebruikers van het Platform.

source: The Team
lt: Komanda
nl: Het Team

source: The EU-Citizen.Science consortium consists of 14 partners and 9 third parties from across 14 European member states, as well as other project supporters. We represent a variety of stakeholders that are active in citizen science, including universities, non-governmental organisations, local authorities, community service organisations and museums.
lt: EU-Citizen.Science konsortiumas sudarytas iš 14 partnerių ir 9 trečiųjų šalių iš 14 Europos sąjungos narių, bei kitų projekto draugų. Atstovaujame daugybę skirtingų suinteresuotų šalių, įsitraukusių į piliečių mokslą, įskaitant universitetus, nevalstybines organizacijas, vietines institucijas, visuomeninės veiklos organizacijas ir muziejus.
nl: Het EU-Citizen.Science consortium bestaat uit 14 partners en 9 derde partijen uit 14 Europese lidstaten. We representeren een verscheidenheid aan stakeholders die actieef zijn in citizen science, inclusief universiteiten, ngo’s, lokale overheden, maatschappelijke organisaties en museums.

source: Third party partners
lt: Trečiųjų šalių partneriai
nl: Partners, derde partijen
