Repository: Criz23/EuCs_test
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: lt, nl

source: Citizen science actively involves the public in scientific research that generates new knowledge or understanding, and thus has the potential to bring together science, policy makers, and society as a whole in an impactful way. As a core dimension of Open Science, it opens up the opportunity for all members of society to take an active role in research, innovation and the development of evidence-based policy, at local, national and EU levels.
lt: Piliečių mokslas aktyviai įtraukia visuomenę į mokslo veiklas, sukuriančias naujų žinių, todėl turi galimybę prasmingaisujungti mokslą, politikos formuotojus ir visuomenę apskritai. Kaip kertinė atviro mokslo dalis, piliečių mokslas atveria galimybę visiems visuomenės nariams aktyviai įsitraukti į mokslą, inovacijas ir įrodymais paremtos politikos kūrimą, vietiniu, šalies ar ES lygiu.
nl: Citizen science betrekt het publiek actief bij wetenschappelijk onderzoek dat nieuwe kennis genereert of begrip en dat op die manier de potentie heeft om wetenschap, overheid en de maatschappij bijeen te brengen op een manier die impact heeft. Een belangrijke eigenschap van Citizen Science is dat hetiedereen in de maatschappij de kans geeft op een actieve rol in onderzoek, innovatie en de ontwikkeling van op feiten berustend beleid op lokaal, nationaal en EU niveau.

source: Citizen science is a flexible concept which can be adapted and applied within diverse situations and disciplines. In order to set out some of the key principles which we as a community believe underlie good practice in citizen science, the following
lt: Piliečių mokslas yra lanksti sąvoka, kurią galima adaptuoti ir pritaikyti įvairiose situacijose bei disciplinose. Kad išskirtume pagrindinius principus, kurie, bendruomenės manymu, sudaro gerosios piliečių mokslo praktikos pagrindą, buvo sukurti
nl: Citizen science is een flexibel concept dat kan worden aangepast en toegepast op diverse omstandigheden en disciplines. Om enkele van de belangrijkste factoren waarvan wij geloven dat ze belangrijk zijn voor citizen science, zijn de

source: 10 Principles of Citizen Science
lt: 10 piliečių mokslo principų
nl: 10 Principes van Citizen Science

source: were developed by the ‘Sharing best practice and building capacity’ working group of the
lt: suformuluoti „Geriausių praktikų ir pajėgumo kūrimo“ darbo grupės
nl: ontwikkeld ontwikkeld door de ‘Sharing best practice and building capacity’ werkgroep van de

source: led by the Natural History Museum London with input from many members of the Association.
lt: vadovaujant Londono gamtos istorijos muziejaus, bei prisidedant daugybei asociacijos narių.
nl: geleid door het Natural History Museum London met input van leden van de Vereniging.

source: Ten principles of citizen science
lt: Dešimt piliečių mokslo principų
nl: Tien principes van citizen science

source: Citizen science projects actively involve citizens in scientific endeavour that generates new knowledge or understanding. Citizens may act as contributors, collaborators, or as project leader and have a meaningful role in the project.
lt: Piliečių mokslo projektai aktyviai įtraukia piliečius į mokslo veiklas, sukuriančias naujų žinių. Piliečiai gali įsitraukti kaip pagalbinkai, bendradarbiaujantys nariai arba projektų vadovai, ir turėti prasmingą vaidmenį projekte.
nl: Citizen science projecten betrekken burgers actief in wetenschappelijk onderzoek dat een bijdrage levert aan kennis en begrip. Burgers kunnen deelnemen als bijdragers, medewerkers of als projectleiders en hebben een betekenisvolle rol in het project.

source: Citizen science projects have a genuine science outcome.
lt: Piliečių mokslo projektai kuria realius mokslinius rezultatus.
nl: Citizen science projecten hebben een daadwerkelijke wetenschappelijke uitkomst.

source: For example, answering a research question or informing conservation action, management decisions or environmental policy.
lt: Pavyzdžiui, randami atsakymai ar suteikiama informacijos rūšių išsaugojimo, sprendimų darymo ar aplinkos politikos klausimais.
nl: Ze beantwoorden bijvoorbeeld een onderzoeksvraag of ze dragen bij aan natuurbescherming of milieubeled.

source: Both the professional scientists and the citizen scientists benefit from taking part.
lt: Tiek profesionalūs mokslininkai, tiek piliečiai mokslininkai dalyvaudami gauna naudos.
nl: Zowel de beroepswetenschapper als de citizen scientist hebben voordeel bij deelname.

source: Benefits may include the publication of research outputs, learning opportunities, personal enjoyment, social benefits, satisfaction through contributing to scientific evidence e.g. to address local, national and international issues, and through that, the potential to influence policy.
lt: Tai gali būti tyrimų rezultatų publikavimas, ugdymosi galimybės, maloniai praleistas laikas, socialinė nauda, pasitenkinimas prisidedant prie mokslinių įrodymų rinkimo, pvz., sprendžiant vietines, šalies ir tarptautines problemas, ir galimybė daryti įtaka politiniams sprendimas.
nl: Voordelen kunnen zijn publicaties van de wetenschappelijke resultaten, leerervaringen, persoonlijk plezier en voldoening krijgen van het bijdragen aan wetenschappelijk bewijs. Bijvoorbeeld om lokale of (inter)nationale kwesties aan te kaarten en daarmee de overheid te beïnvloeden.

source: Citizen scientists may, if they wish, participate in multiple stages of the scientific process.
lt: Jei pageidauja, piliečiai mokslininkai gali dalyvauti įvairiose mokslinio proceso stadijose.
nl: Citizen scientists kunnen, als ze dat willen, deelnemen in verschillende stadia van het wetenschappelijke proces.

source: This may include developing the research question, designing the method, gathering and analysing data, and communicating the results.
lt: Tai gali būti tiriamųjų klausimų formulavimas, metodo parinkimas, duomenų rinkimas ir analizė, ir rezultatų komunikavimas.
nl: Dit kan zijn het bedenken van een onderzoeksvraag, het ontwikkelen van een onderzoeksplan, verzamelen en analyseren van data en communiceren over de resultaten.

source: Citizen scientists receive feedback from the project.
lt: Piliečiai mokslininkai iš projekto gauna grįžtamąjį ryšį.
nl: Citizen scientists ontvangen feedback over het project.

source: For example, how their data are being used and what the research, policy or societal outcomes are.
lt: Pavyzdžiui, apie tai, kaip naudojami jų duomenys ir prie kokių tyrimų, politikos ar visuomeninių rezultatų jie prisideda.
nl: Bijvoorbeeld hoe hun data gebruikt wordt voor onderzoek of beleid en wat de maatschappelijke uitkomsten zijn.

source: Citizen science is considered a research approach like any other, with limitations and biases that should be considered and controlled for.
lt: Piliečių mokslas laikomas lygiaverčiu kitiems mokslinių tyrimų metodams, su tam tikrais apribojimais ir tendencijomis, į kurias reikia atkreipti dėmesį ir kontroliuoti.
nl: Citizen science wordt gezien als een wetenschappelijke methode die, net als iedere andere, methode haar eigen beperkingen en afwijkingen heeft waarmee rekening gehouden moet worden.

source: However unlike traditional research approaches, citizen science provides opportunity for greater public engagement and democratisation of science.
lt: Tačiau skirtingai nuo įprastų tyrimų metodų, piliečių mokslas suteikia galimybę plačiau įsitraukti visuomenei ir demokratizuoti mokslą.
nl: Maar in tegenstelling tot traditionele onderzoeksmethodes, geeft citizen science de mogelijkheid voor een grotere betrokkenheid bij het algemene publiek.

source: Citizen science project data and meta-data are made publicly available and where possible, results are published in an open access format.
lt: Piliečių mokslo projekto duomenys ir metaduomenys yra viešai publikuojami ir, kai tai įmanoma, rezultatai publikuojami atviros prieigos formatu.
nl: Data en meta-data uit Citizen science projecten zijn openbaar en waar mogelijk worden ze in een open access format gepubliceerd.

source: Data sharing may occur during or after the project, unless there are security or privacy concerns that prevent this.
lt: Dalijimasis duomenimis gali vykta projekto metu ar po jo, nebent yra su saugumu ar privatumu susijusių priežasčių to nedaryti.
nl: Het delen van data kan tijdens of na het project plaatsvinden, tenzij er veiligheids of privacy risico’s zijn die dit verhinderen.

source: Citizen scientists are acknowledged in project results and publications.
lt: Piliečiai mokslininkai yra įtraukiami ir minimi projekto rezultatuose ir publikacijose.
nl: Citizen scientists worden erkend in de project resultaten en publicaties.

source: Citizen science programmes are evaluated for their scientific output, data quality, participant experience and wider societal or policy impact.
lt: Piliečių mokslo programos yra vertinamos pagal mokslinius rezultatus, duomenų kokybę, dalyvių patirtį ir bendrą daromą įtaką visuomenei ar politikai.
nl: Citizen science programma’s worden geëvalueerd op hun wetenschappelijke output kwaliteit van de data, ervaringen van deelnemers en de impact op maatschappij en overheid.

source: The leaders of citizen science projects take into consideration legal and ethical issues surrounding copyright, intellectual property, data sharing agreements, confidentiality, attribution, and the environmental impact of any activities.
lt: Piliečių mokslo projekto lyderiai atkreipia dėmesį į įstatymines ir etines problemas, susijusias su autorinėmis teisėmis, intelektine nuosavybe, dalijimosi duomenimis sutikimais, konfidencialumu, atribucija, ir veiklos daroma įtaka aplinkai.
nl: De leiders van een citizen science project houden rekening met juridische enethische kwesties rondom copyright, intellectual property, delen van data contracten, privacy, agreements, confidentiality en milieu impact van alle activiteiten.

source: Profile
lt: Profilis
nl: Profiel

source: Logout
lt: Atsijungti
nl: Uitloggen

source: Company
lt: Kompanija
nl: Bedrijf

source: Connect with us on
lt: Susisiekite su mumis
nl: Kom in contact

source: SIGN UP
lt: UŽSIREGISTRUOTI
nl: SCHRIJF IN

source: My Profile
lt: Mano profilis
nl: Mijn Profiel

source: My organisations
lt: Mano organizacijos
nl: Mijn organisaties

source: Submitted projects
lt: Įkelti projektai
nl: Projecten die je volgt

source: Resources library
lt: Resursų biblioteka
nl: Hulpbronnen

source: PROFILE
lt: PROFILIS
nl: PROFIEL

source: LOGOUT
lt: ATSIJUNGTI
nl: UITLOGGEN

source: Login
lt: Prisijungti
nl: Inloggen

source: profile
lt: profilis
nl: profiel

source: logout
lt: atsijungti
nl: uitloggen

source: Signup
lt: Užsiregistruoti
nl: Registreren

source: Quality criteria
lt: Kokybės kriterijai
nl: Kwaliteits criteria

source: The EU-Citizen.Science consortium has curated a selection of Gold Star citizen science resources
lt: EU-Citizen.Science konsortiumas atrinko „Auksinę“ piliečių mokslo resursų kolekciją
nl: Het EU-Citizen.Science consortium heeft een stercollectie van citizen science hulpbronnen gemaakt

source: Frequently Asked Questions
lt: Dažnai užduodami klausimai
nl: Veel voorkomende vragen FAQ

source: Welcome to the platform for sharing Citizen Science projects, resources, tools, and training
lt: Sveiki atvykę į platformą piliečių mokslo projektų, resursų, įrankių ir mokymų dalinimuisi
nl: Welkom op dit platform voor het delen van Citizen Science projecten, hulpbronnen, hulpmiddelen en trainingen

source: Search for citizen science resources, projects, tools, training, and more....
nl: Zoek citizen science hulpbronnen, projecten, hulpmiddelen, trainingen en meer...

source: here
lt: čia
nl: hier

source: to see all of them
lt: peržiūrėti visus
nl: om ze allemaal te zien

source: in Projects
lt: tarp projektų
nl: in Projecten

source: in Resources
lt: tarp resursų
nl: in Hulpbronnen

source: in Organisations
lt: tarp organizacijų
nl: in Organisaties

source: Select the form for the content profile you would like to add to the platform
lt: Pasirinkite anketą turiniui, kurį norėtumėte įkelti į platformą
nl: Selecteer het formulier voor het inhoudsprofiel dat jij zou willen toevoegen aan het platform

source: Create a Citizen Science Project profile
lt: Sukurkite profilį piliečių mokslo projektui
nl: Maak een Citizen Science Project profiel

source: Resource
lt: Resursas
nl: Hulpbron

source: Create a profile for a Resource that is relevant for Citizen Science
lt: Sukurkite profilį resursui, susijusiam su piliečių mokslu
nl: Maak een profiel voor een hulpbron die relevant is voor Citizen Science

source: Create a profile for Training and Education Material related to the practice of Citizen Science
lt: Sukurkite profilį mokymo ar edukaciniai medžiagai, susijusiai su piliečių mokslo praktika
nl: Maak een profiel voor Training en Educatief Materiaal gerelateerd aan Citizen Science

source: Create a profile for your Organisation
lt: Sukurkite profilį savo organizacijai
nl: Maak een profiel voor je organisatie

source: Event
nl: Activiteit

source: Create an Event
nl: Maak een Activiteit

source: The moderation process
lt: Moderavimo procesas
nl: Het beoordelings proces

source: NOT ACCEPTED
lt: NEPRIIMTA
nl: NIET GEACCEPTEERD

source: NOT YET MODERATED
lt: NEPERŽIŪRĖTI MODERATORIAUS
nl: NOG NIET BEOORDEELD

source: MODERATED
lt: PERŽIŪRĖTI MODERATORIAUS
nl: BEOORDEELD

source: Featured project
lt: Išskirti projektai
nl: Aanbevolen projecten

source: Read more
lt: Žr. daugiau
nl: Lees meer

source: Thanks for spending some quality time with the Web site today.
lt: Ačiū, kad apsilankėte šioje svetainėje.
nl: Bedankt dat je vandaag wat quality time op deze website hebt willen doorbrengen.

source: Log in again
lt: Prisijungti iš naujo
nl: Opnieuw inloggen

source: Password change
lt: Slaptažodžio keitimas
nl: Aanpassen wachtwoord

source: Password change successful
lt: Slaptažodis pakeistas sėkmingai
nl: Aanpassen wachtwoord geslaagd

source: Your password was changed.
lt: Jūsų slaptažodis pakeistas.
nl: Je wachtwoord is aangepast.

source: Please correct the error below.
lt: Ištaisykite klaidą.
nl: Pas de fout hieronder aan.

source: Please correct the errors below.
lt: Ištaisykite klaidas.
nl: Pas de fout hieronder aan.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
lt: Įrašykite seną slaptažodį, tuomet įrašykite naują slaptažodį, ir antrą kartą jį pakartokite, kad įsitikintume, kad jį įrašėte teisingai.
nl: Voer je oude wachtwoord in en dan het nieuwe wachtwoord 2x zodat we kunnencontroleren of het overeenkomt.

source: Change my password
lt: Pakeisti slaptažodį
nl: Wijzig wachtwoord

source: Password reset complete
lt: Slaptažodis sėkmingai atnaujintas
nl: Wachtwoord gewijzigd

source: Your password has been set. You may go ahead and log in now.
lt: Slaptažodis išsaugotas. Dabar galite prisijungti.
nl: Je wachtwoord is gewijzigd. Je kunt nu inloggen.

source: Password reset confirmation
lt: Patvirtinti slaptažodžio atnaujinimą
nl: Bevestiging aanpassen wachtwoord

source: Password reset
lt: Slaptažodis atnaujintas
nl: Wachtwoord reset

source: Please enter your new password twice so we can verify you typed it in correctly.
lt: Prašome įvesti slaptažodį du kartus, kad įsitikintume, kad jį įvedėte teisingai.
nl: Voer svp je wachtwoord tweemaal in zodat wij kunnen controleren of je het correct hebt ingevoerd.

source: New password:
lt: Naujas slaptažodis
nl: Nieuw wachtwoord:

source: Confirm password:
lt: Patvirtinkite slaptažodį
nl: Bevestig wachtwoord:

source: Password reset unsuccessful
lt: Slaptažodžio atnaujinimas nesėkmingas
nl: Wijzigen wachtwoord niet gelukt

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
lt: Slaptažodžio atnaujinimo nuoroda neaktyvi, greičiausiai todėl, kad jau buvo panaudota. Siųskite naują užklausą slaptažodžiui atnaujinti.
nl: De reset link is niet geldig. Mogelijk is hij verlopen. Vraag svp een nieuwe wachtwoord reset aan.

source: Password reset successful
lt: Slaptažodis atnaujintas sėkmingai
nl: Wachtwoord reset geslaagd

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
lt: Instrukcijos slaptažodžio atnaujinimui išsiųstos į Jūsų el. pašto dėžutę. Netrukus turėtumėte jas gauti.
nl: We hebben je een mail met instructies gestuurd om je wachtwoord in te stellen. Je zou dit binnenkort moeten ontvangen.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
lt: Pamiršote slaptažodį? Įrašykite savo el. parašą ir atsiųsime staptažodžio atnaujinimo instrukcijas.
nl: Wachtwoord vergeten? Voer hieronder je e-mail adres in en we sturen je instructies om een nieuw wachtwoord in te stellen.

source: Email address:
lt: El. pašto adresas
nl: E-mail adres:

source: Reset my password
lt: Atnaujinti slaptažodį
nl: Reset mijn wachtwoord

source: Featured
lt: Rodoma
nl: Aanbevolen

source: Last updated
lt: Paskutinį kartą atnaujinta
nl: Laatst bijgewerkt

source: Log in
lt: Prisijungti

source: Contact
lt: Kontaktai

source: Type
lt: Tipas

source: Logo
lt: Logotipas

source: zoom_in
lt: padidinti

source: zoom_out
lt: sumažinti

source: Resources
lt: Resursai

source: Email
lt: El. pašto adresas

source: OK
lt: Gerai

source: training
lt: mokymai

source: GitHub repository
lt: GitHub talpykloje

source: Links
lt: Nuorodos

source: Privacy
lt: Privatumas

source: FAQ
lt: DUK

source: BLOG
lt: TINKLARAŠTIS

source: Training
lt: Mokymai

source: contact
lt: kontaktų

source: Consortium partners
lt: Konsortiumo partneriai

source: Citizen Science
lt: Piliečių mokslas

source: European Citizen Science Association
lt: Europos piliečių mokslo asociacijoje

source: Admin
lt: Administratorius

source: LOGIN
lt: PRISIJUNGTI

source: Submitted resources
lt: Įkelti resursai

source: ADMIN
lt: ADMINISTRATORIUS

source: FORUM
lt: FORUMAS

source: in Training
lt: tarp mokymų

source: Project
lt: Projektas

source: Home
lt: Pradinis puslapis
