Repository: Criz23/EuCs_test
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: lt, nl

source: Enter Email
lt: El. pašto adresas
nl: Voer E-mail in

source: Enter Password
lt: Slaptažodis
nl: Geef Wachtwoord

source: We see that your email address is in our database, but that you have not yet confirmed your address. Please search for the confirmation email in your inbox (or spam) to activate your account
lt: Jūsų el. pašto adresas jau yra duomenų bazėje, tačiaudar jo nepatvirtinote. Paieškokite registraciją patvirtinančio laiškosavo el. pašto dėžutėje (arba “Spam” aplanke) ir aktyvuokite paskyrą
nl: We zien dat je e-mail al in onze database staat, maar jehebt het adres nog niet bevestigd. Zoek svp naar de bevestigingsmailin je inbox (of spam) om je account te activeren

source: Enter Full Name
lt: Jūsų vardas
nl: Geef je volledige naam

source: Re-enter Password
lt: Pakartokite slaptažodį
nl: Geef nogmaals je wachtwoord

source: Sign up
lt: Užsiregistruoti
nl: Registreren

source: Enter old password
lt: Senas slaptažodis
nl: Voer je oude wachtwoord in

source: Enter new password
lt: Naujas slaptažodis
nl: Voer je nieuwe wachtwoord in

source: Enter new password (again)
lt: Pakartokite slaptažodį
nl: Voer (nogmaals) je nieuwe wachtwoord in

source: Change Password
lt: Pakeisti slaptažodį
nl: Wijzig Wachtwoord

source: Enter email
lt: El. pašto adresas
nl: Geef je e-mail

source: Reset Password
nl: Reset Wachtwoord

source: Activate your EU-Citizen.Science account.
lt: Aktyvuokite savo EU-Citizen.Science paskyrą.
nl: Activeer je EU-Citizen.Science account.

source: Password reset on %(site_name)s
lt: Slaptažodžio atnaujinimas %(site_name)s
nl: Wachtwoord reset op %(site_name)s

source: Welcome to EU-Citizen.Science.
lt: Sveiki atvykę į EU-Citizen.Science.
nl: Welkom op EU-Citizen.Science.

source: Read More
lt: Žr. daugiau
nl: Verder lezen

source: Send
lt: Siųsti
nl: Verstuur

source: Submitter Contact
nl: Contact indiener

source: This email will be sent to submitter of
lt: Šis laiškas bus išsiųstas įrašiusiam
nl: Deze mail wordt verstuurd aan de indiener van

source: Thank you for your message.
lt: Ačiū už žinutę.
nl: Bedankt voor je bericht

source: Title of the event
nl: Naam van de activiteit

source: A brief description of the event
nl: een korte beschijving van de activiteit

source: Location of the Event
nl: Waar is de activiteit

source: Please provide a URL to an external web site for the event
nl: Geef een URL naar de externe web site voor de activiteit

source: Edit event
lt: Redaguoti renginį
nl: Bewerk activiteit

source: Event info
lt: Renginio informacija
nl: Activiteit informatie

source: Events
lt: Renginiai
nl: Activiteiten

source: ADD
lt: PRIDĖTI
nl: Toevoegen

source: More info
lt: Daugiau informacijos
nl: Meer informatie

source: Upcoming events
lt: Artėjantys renginiai
nl: Aankomende activiteiten

source: Sorry, nothing found
lt: Atsiprašome, nieko nerasta
nl: Sorry, niets gevonden

source: New event
lt: Naujas renginys
nl: Nieuwe activiteit

source: The name or the organisation
lt: Organizacijos pavadinimas
nl: Naam van de organisatie

source: URL of the organisation
lt: Organizacijos interneto svetainė
nl: URL van de organisatie

source: Please briefly describe the organisation (ideally in 500 words or less)
lt: Trumpai apibūdinkite organizaciją (iki 500 žodžių)
nl: Omschrijf de organisatie (bijvoorkeur in minder dan 500 woorden)

source: Please upload the logo of your organisation (.jpg or .png)
lt: Įkelkite organizacijos logotipą (.jpg arba .png)
nl: Upload het logo van je organisatie (.jpg of .png)

source: Please name the contact person or contact point for the organisation
lt: Kontaktinis asmuo
nl: Geef de naam van de contactpersoon van je organisatie

source: Please provide the email address of the contact person or contact point. Note you will need permission to do that
lt: Įrašykite kontaktinio asmens el. pašto adresą.Įsitikinkite, kad turite leidimą dalintis šiuo adresu
nl: E-mail adres van de contactpersoon. Let op: je hebt hier toestemming voor nodig.

source: Give additional users permission to edit
lt: Leiskite redaguoti kitiems naudotojams
nl: Geef nog meer gebruikers toestemming om te bewerken

source: Crop the photo
lt: Apkarpyti nuotrauką
nl: Foto bijsnijden

source: Close
lt: Uždaryti
nl: Sluiten

source: Cancel
lt: Atšaukti
nl: Annuleren

source: Crop and upload
lt: Apkarpyti ir įkelti
nl: Bijsnijden en uploaden

source: Edit Organisation Profile
lt: Redaguoti organizacijos profilį
nl: Bewerk Organisatie profiel

source: Save
lt: Išsaugoti
nl: Opslaan

source: Country
lt: Šalis
nl: Land

source: result
lt: rezultatai
nl: Resultaat

source: found
lt: rasta
nl: gevonden

source: Clear current search query and filters
nl: Verwijder huidige zoekopdracht en filters

source: New Organisation Profile
lt: Naujos organizacijos profilis
nl: Nieuw Organisatie Profiel

source: Thank you for creating a profile for your organisation on the EU-Citizen.Science Platform.
lt: Ačiū, kad sukūrėte profilį savo organizacijai EU-Citizen.Science platformoje
nl: Dank voor het maken van een profiel voor je organisatie op het EU-Citizen.Science Platform.

source: This can be linked with the Personal Profiles of the people in your organisation, the Project Profiles of the projects that your organisation is involved in, and the Resource Profiles of the resources that were published by your organisation.
lt: Galite susieti su asmeniniais Jūsų organizacijos narių profiliais,Jūsų organizacijos projektų profiliais,bei resursų, kuriuos įkėlė Jūsų organizacijaprofiliais.
nl: Dit kan gelinkt worden met de persoonlijke profielen van de mensen in jeorganisatie, de Project Profielen van de projecten waarbij je organisatie is betrokken en de Resource Profielen van de resources die zijn gepupliceerddoor je organisatie.

source: Please fill in all of the mandatory information in the fields below (indicated with an asterisk*), and as much of the non-mandatory information as possible.
lt: Įrašykite privalomą informaciją žemiau esančiuose laukuose(pažymėta *), ir kiek įmanoma daugiau informacijosneprivalomuose laukuose.
nl: Vul de vereiste informatie in de velden hieronder(aangegeven met een asterisk*), en zoveel mogelijk van de niet vereisteinformatie.

source: Upon saving this profile, your organisational profile will be submitted for moderation by one of the members of the EU-Citizen.Science consortium. This step is simply to check for ‘spam’ or inappropriate uses of the profile form.
lt: Kai išsaugosite profilį, jis bus nusiųstasperžiūrai vienam iš EU-Citizen.Science konsortiumo narių. Šisžingsnis reikalingas, kad išvengtume šlamšto („spam“) ir netinkamo profilio formos naudojimo.
nl: Na het opslaan van dit profiel, zal je organisatie profiel worden beoordeeld door een van de leden van het EU-Citizen.Science consortium.Deze stap is er om ‘spam’ te weren.

source: Confirm delete
lt: Patvirtinkite trynimą
nl: Bevestig verwijderen

source: You are going to delete this organisation, this procedure is irreversible.
lt: Ištrinsite šią organizaciją. Šis procesas yra negrįžtamas.
nl: Je gaat deze organisatie verwijderen, dit proces is onomkeerbaar.

source: Do you want to proceed?
lt: Ar norite tęsti?
nl: Wil je doorgaan?

source: Delete
lt: Ištrinti
nl: Verwijder

source: Contact Point Email
lt: Kontaktinis el. pašto adresas
nl: Contact Persoon E-mail

source: Go to Organisation
lt: Eiti į organizaciją
nl: Ga naar organisatie

source: Projects
lt: Projektai
nl: Projecten

source: Members
lt: Nariai
nl: Medewerkers

source: Delete Organisation
lt: Ištrinti organizaciją
nl: Verwijder Organisatie

source: Edit Organisation
lt: Redaguoti organizaciją
nl: Bewerk Organisatie

source: Organisation
lt: Organizacija
nl: Organisatie

source: Please write or select interest areas, separated by commas or pressing enter
nl: Geef of selecteer interesse gebieden, gescheiden door komma's of enter drukken

source: Profile picture
nl: Profiel foto

source: Title
lt: Pavadinimas
nl: Titel

source: Short Bio and disciplinary background
lt: Trumpa biografija ir išsilavinimas / profesinė patirtis
nl: Korte biografie en werk achtergrond

source: Email verified
nl: E-mail geverifieerd

source: ORCID (If you have registered on the ORCID platform for researchers and have a persistent digital identifier (your ORCID iD) you can add it here to link this profile with your professional information such as affiliations, grants, publications, peer review, and more.)
nl: ORCID (Als je geregitreerd bent op het ORCID platform voor onderzoekers en een digitale identificatie hebt (je ORCID iD) kan je dat hietr toevoegen om dit profiel te verbinden met je professionele informatie zoals voorkeuren, subsidies, publicaties, peer review en meer.)

source: Edit profile
lt: Redaguoti profilį
nl: Bewerk profiel

source: Geographical location
lt: Geografinė vieta
nl: Geografische locatie

source: Followed projects
lt: Sekami projektai
nl: Gevolgde Projecten

source: Submitted organisations
lt: Sukurtos organizacijos
nl: Ingevoerde organisaties

source: Uploaded projects
lt: Įkelti projektai
nl: Geüploade projecten

source: Uploaded resources
lt: Įkelti resursai
nl: Geüploade hulpbronnen

source: My library
lt: Mano biblioteka
nl: Mijn bibliotheek

source: Delete Profile
nl: Verwijder profiel

source: Edit Profile
lt: Redaguoti profilį
nl: Bewerk Profiel

source: Joined
lt: Prisijungė
nl: Aangesloten

source: Last seen
lt: Paskutinį kartą prisijungė
nl: Laatst gezien

source: Bio and disciplinary background
lt: Trumpa biografija ir išsilavinimas / profesinė patirtis
nl: Biografie en achtergrond

source: ORCID profile
lt: ORCID profilis
nl: ORCID profiel

source: Interest Areas
lt: Dominančios sritys
nl: Interesse gebieden

source: Short name or title of the project
nl: Korte naam of Titel van het Project

source: Please enter 2-3 keywords (comma separated) or pressing enter to further describe your project and assist search on the platform
nl: Geeft 2-3 trefwoorden (door komma's gescheiden) of enter voor meeromschrijf je project en help te zoeken op het platform

source: Keywords
lt: Raktažodžiai
nl: Trefwoorden

source: Primary aim, goal or objective of the project. Max 2000 characters
nl: Primaire doel van het project. (max. 2000 tekens)

source: Please describe the citizen science aspect(s) of the project - see the <a href="https://zenodo.org/communities/citscicharacteristics">ECSA Characteristics of Citizen Science</a> for guidance
nl: Omschrijd de citizen science aspecten van het project - bekijk <a href="https://zenodo.org/communities/citscicharacteristics">ECSA Characteristics of Citizen Science</a> voor aanwijzingen

source: Topic
nl: Onderwerp

source: Participation Task
nl: Deelname Taak

source: Activity Status
nl: Activiteit Status

source: Select one
nl: Selecteer één

source: Closest approximate start date of the project
nl: Startdatum bij benadering

source: Approximate end date of the project
nl: Einddatum bij benadering

source: Please provide a URL to an external web site for the project
nl: Geef een URL naar de externe web site van het project

source: Please indicate the spatial scale of the projec
nl: Omschrijf de schaal van het project

source: Geographic Extend
nl: Geografische spreiding

source: Project locality
nl: Project plaats

source: Please describe the locality of the project, in terms of where the main participant activities take place, E.g. in your backyard, parks in London, rivers in Europe, online globally, etc.
nl: Omschrijf de plaats van het project, waar vinden de belangrijkste deelnemers activiteiten plaats b.v. in de achtertuin, park in Amsterdamrivieren in Europa, online wereldwijd, enz.

source: Organisation coordinating the project. If not listed, please add it <a href="/new_organisation">here</a> before submitting the project
nl: Organisatie die het project coordineert. Niet in de lijst dan graag toevoegen <a href="/new_organisation">here</a> voordat het project toegevoegd wordt

source: Lead Organisation / Coordinator
nl: Project Coordinatie / Coordinator

source: Other Organisations
nl: Andere Organisaties

source: Please name the contact person or contact point for the Project
nl: Noem het kontakt persoon of kontakt punt van het project

source: Public Contact Point
nl: Algemeen kontakt punt

source: Please provide the email for the contact person or contact point
nl: Geef het e-mailadres van het kontakt persoon of kontakt punt

source: Project image for the thumbnail profile
nl: Project foto voor profiel

source: Will be resized to 600x400 pixels
nl: Wordt bijgesneden tot 600x400 pixels

source: provide image credit, if applicable
nl: geef Logo credits indien van toepassing

source: Will be resized to 600x400 pixels)
nl: Zal bijgesneden worden tot 600x400 pixels

source: provide Logo credit, if applicable
nl: Geef Logo credits indien van toepassing

source: Project image for the profile heading
nl: Afbeelding van het project voor profiel

source: Will be resized to 1100x400 pixels
nl: Word bijgesneden tot 1100x400 pixels

source: Please describe how people can get involved in the project
nl: Hoe kunnen mensen deelnemen

source: Can participate at home
nl: Kan thuis deelnemen

source: Describe any required or suggested equipment to be used in the project
nl: Omschijf de benodigde apparatuur voor deelname aan het project

source: Please enter the funding agencies of the project (e.g. European Commission). Select them from the list or add your own ended by comma or pressing enter
nl: Wie heeft het project gesteund (e.g. European Commission). Kies uit de lijst of voeg zelf toegescheiden door een komma of met enter

source: Funding body (Put a comma after each name or pressing enter to add a new funding body)
nl: Gefinancierd door (Met een komma na elke naam of enter om nieuwe eenfinancier toe te voegen)

source: Indication of the programme that funds or funded a project
nl: Geef aan welk programma het project financiert of financierde

source: Do you know the name of the database where the project first appeared?, add it here ended by comma or pressing enter.
nl: Is de naam van de database waar het project gestart is bekend?Voeg hier toe en sluit af met een komma of enter.

source: Origin UID
nl: Oorspronkelijk UID

source: Do you know the origin URL in the previous database?, add it here
nl: Als je de oorspronkelijke URL in de vorige database weet, voeg die dan hier toe

source: Origin URL
nl: Oorspronkelijke URL

source: You are going to delete this project, this procedure is irreversible.
nl: Je gaat dit project verwijderen, deze procedure is onomkeerbaar.

source: Edit project
nl: Bewerk project

source: Project info
nl: Project informatie

source: Project profile images
nl: Project profiel afbeeldingen

source: Geography
nl: Locatie

source: Main location where the project takes place (Enter address or click on the map)
nl: Hoofd locatie van het project (Geeft het adres of klik op de kaart)

source: Supplementary information for Citizen Science
nl: Aanvullende informatie voor Citizen Science

source: Funding
nl: Financiering

source: Origin information
nl: Afkomstig van

source: Custom fields
nl: Aangepaste velden

source: Sort by Most Recent Updated
lt: Rūšiuoti pagal naujausius pakeitimus
nl: Gesorteerd op meest recent bewerkt

source: Sort by featured
nl: Gesorteerd op uitgelicht

source: Sort by rating
lt: Rūšiuoti pagal įvertinimą
nl: Gesorteerd op beoordeling

source: Doable at home
nl: Haalbaar voor thuis

source: Yes
nl: Ja

source: No
nl: Nee

source: Moderated
lt: Peržiūrėti moderatoriaus
nl: Beoordeeld

source: Not yet moderated
lt: Neperžiūrėti moderatoriaus
nl: Nog niet beoordeeld

source: All
lt: Visi
nl: Alle

source: Info
lt: Informacija
nl: Informatie

source: Search
lt: Ieškoti
nl: Zoek

source: projects by title or keywords by typing text directly into the the search bar
nl: projecten op naam of trefwoord in de zoekbalk

source: Sort
lt: Rūšiuoti
nl: Sorteer

source: projects by date or by rating
nl: projecten op datum of op beoordeling

source: Filter
lt: Filtruoti
nl: Filteren

source: search results by project status, country, or topic
nl: zoek projecten op status, land of onderwerp

source: Submitted projects that have been through the moderation process are marked as 'Moderated'.Only these will show in your search results unless you filter for 'not yet moderated' or 'All'.
nl: Ingediende projecten die beoordeeld zijn zijn gemarkeerdals 'Beoordeeld'. Je ziet alleen deze in de zoekresultatentenzij je filtert op 'nog niet beoordeeld' of 'Alle'.

source: Read more about our
lt: Sužinokite daugiau apie
nl: Lees meer over ons

source: moderation process
lt: moderavimo procesą
nl: beoordelings proces

source: Project is going to saved
nl: Project wordt bewaard

source: Thank you
lt: Ačiū
nl: Bedankt

source: Thank you for submitting your project profile. This has been sent to the EU-Citizen.Science moderation team, who will check it to ensure that all of the projects shared on the platform can indeed be considered citizen science projects.
nl: Bedankt voor het inzenden van je project beschrijving. het is verzonden naarEU-Citizen.Science beoordelings team, zij controleren of alle projecten op hetplatform inderdaad citizen science projecten zijn.

source: We will be in touch with you if we have any questions, and otherwise you will see that your project changes from 'not yet moderated' to 'moderated' on the platform.
nl: Wij zullen contact met je opnemen als we vragen hebben, anderszal je de status van jouw project zien veranderen van 'nog niet beoordeeld'naar 'beoordeeld' op het platform.

source: You can make updates or changes to this project profile at any time, by going to the Submitted projects section in your Personal Area (see the top-right of the platform menu).
nl: Je kan altijd het project profiel bewerken of veranderen, door naar Ingezonden Projecten te gaan in je Persoonlijke Profiel(rechts-boven in het menu)

source: New project
nl: Nieuw project

source: Thank you for sharing your citizen science project on the EU-Citizen.Science platform. Please fill in all of the mandatory information in the fields below (indicated with an asterisk*), and as much of the non-mandatory information as possible.
nl: Bedankt voor het delen van jouw citizen science project op het EU-Citizen.Science platform. Geef alle verplichte informatie in de veldenhieronder (aangegeven met een asterisk *) én zo veel mogelijk nietverplichte informatie.

source: Citizen science embraces a wide range of project types, that can be adapted and applied within diverse situations and disciplines, represent a range of approaches and historical practices for public participation in scientific research, and involve participants in a range of activities across the research lifecycle. For guidance on whether your project can be considered to be citizen science, please refer to the
nl: Citizen science omarmt een breed scala aan project types, die aangepast oftoegepast kunnen worden in diverse situaties en diciplines, een reeks vanbenaderingen en historische gebruiken voor publieke deelname aanwetenschappelijk onderzoek en betrekt deelnemers in een reeks van activiteitengedurende de onderzoek periode. Voor aanwijzingen of jouw project alscitizen science aangemerkt kan worden, zie

source: In the form below, along with other descriptive information, we require that you describe the citizen science aspects of your project, and the type of task(s) that participants undertake. Your project should engage meaningfully with the
nl: Beschijf in het onderstaande formulier de citizen science aspecten van jouw projecten de soort taken die deelnemers krijgen.Je project moet voldoen aan de

source: ECSA 10 Principles of Citizen Science
lt: 10 piliečių mokslo principų
nl: ECSA 10 Principes van Citizen Science

source: This form asks you for basic Project Information, Participation Information, links to any Project Documentation, Contact Details, and Project Images that can be used for the project profile (the logo, a thumbnail image representing the project, and a banner header representing the project).
nl: Dit formulier vraagrt de basis Project Informatie, Deelname Informatie, links naar Project Documentatie, Contact Details en project afbeeldingendie voor het project profiel gebruikt kunnen worden (het logo, een miniatuurafbeelding van het project en een koptekst en afbeelding betreffende het project).

source: Upon saving this profile, your project will be submitted for moderation.
nl: Bij het bewaren van dit profiel zal het project ter beoordeling verzonden worden

source: The
nl: De

source: is meant to ensure that all of the projects shared on the platform can indeed be considered to be citizen science projects, and to prevent unintended uses of the platform.
nl: is bedoeld om te verzekeren dat alle projecten die op dit platform gedeeld wordeninderdaad citizen science projecten zijn en om misbruik van het platform te voorkomen.

source: Submit
nl: Verzenden

source: Indicate the location where the project takes place when one location can be indicated, and otherwise indicate the address of the Coordinator or Leading Partner. (Enter address or click on the map)
nl: Geef de plaats waar het project plaats vind,anders het adres van de coordinator of partner(geef het adres of click op de kaart)

source: Participation
nl: Deelname

source: Description
nl: Omschrijving

source: End:
nl: Eind

source: Science Topic
nl: Wetenschap Onderwerp

source: Location
nl: Plaats

source: (Main organisation)
nl: (Hoofd organisatie)

source: review
lt: recenzuoti
nl: beoordeel

source: Reviews
lt: Recenzijos
nl: Beoordelingen

source: Go to Project
nl: Ga naar Project

source: Review
lt: Recenzuoti
nl: Beoordelen

source: Following
nl: Gevolgde

source: Follow
nl: Volgen

source: How to participate:
nl: Hoe deel te nemen

source: Needed equipment:
nl: Benodigde apparatuur

source: Participation task
nl: Taak van deelname

source: Rate and comment
lt: Įvertinti ir pakomentuoti
nl: Beoordeel

source: Insert here the title or name of the resource
lt: Resurso pavadinimas
nl: Voeg hier de titel of naam van de hulpbron in

source: URL to where the document is hosted by the publisher, or in a permanent repository such as Zenodo, OSF, the RIO Journal, or similar
lt: Dokumento originalus URL, arbanuoroda į talpyklą (Zenodo, OSF, RIO Journal, ir kt.)
nl: URL waar het document wordt gehost door een publisher of staat in een permanente repository zoals Zenodo, OSF, de RIO Journal, etc

source: Please briefly describe the resource (ideally in 500 words or less)
lt: Trumpai apibūdinkite resursą (iki 500 žodžių)
nl: Omschrijf de hulpbron (in minder dan 500 woorden)

source: Select one of the proposed categories
lt: Pasirinkite kategoriją
nl: Selecteer categorie

source: Select the audience(s) for which the resource is intended. Multiple options can be selected
lt: Pasirinkite, kam skirtas šis resursas. Galimas daugiau nei vienas pasirinkimas
nl: Selecteer de doelgroep(en) voor wie de hulpbron is bedoeld. Je kunt meerdereopties selecteren

source: Please write or select keywords to describe the resource, separated by commas or pressing enter
nl: Geef sleutelwoorden die de hulpbron omschrijven, onderbroken door komma’s

source: The thematic content of the resource (select as many as apply)
lt: Resurso teminis turinys (pažymėkite visus tinkamus pasirinkimus)
nl: Het thema van de hulpbron (selecteer eventueel meerdere)

source: Please provide the Digital Object Signifier that is unique to your resource, generated by the Publisher, Zenodo...
nl: Geef de DOI (Digital Object Identifier) van de hulpbron zoals aangemaakt door de uitgever, Zenodo...

source: Resource DOI
lt: Resurso DOI
nl: Hulpbron DOI
